Repository: ktos/TravelMonkey
Catalog: src/TravelMonkey/Resources/LanguageResources.*.resx
Languages: pl_pl

# AddNewPictureLabel
source: ADD NEW
pl_pl: DODAJ

# AddPictureButton
source: Add Picture
pl_pl: Dodaj zdjęcie

# AddPicturePageTitle
source: Add Picture
pl_pl: Dodaj zdjęcie

# AddPictureResultDescription
source: I see {0}
pl_pl: Widzę tu {0}

# AddPictureResultLandmarkDescription
source: And I think I recognize {0}
pl_pl: Myślę, że rozpoznaję {0}

# BingSearchServiceCatInsteadTitle
source: Something went wrong :( Here is a cat instead!
pl_pl: Coś poszło nie tak :( Kotek w zamian

# ComputerVisionServiceNoDescription
source: nothing! No description found
pl_pl: nic! Brak opisu!

# HiThereLabel
source: Hi there,
pl_pl: No hej,

# NoImageSelectedAlertContent
source: Please select an image first
pl_pl: Najpierw wybierz zdjęcie

# NoImageSelectedAlertTitle
source: No image selected
pl_pl: Nie wybrano zdjęcia

# NoPictureMessage
source: No pictures yet, give me your best shots! 📸
pl_pl: Nie ma jeszcze zdjeć, wrzuć tu swoje najlepsze! 📸

# NoTextEnteredAlertContent
source: You didn't enter any text!
pl_pl: Nie wpisano żadnego tekstu

# NoTextEnteredAlertTitle
source: No text entered
pl_pl: Brak tekstu

# PictureFailedAlertContent
source: Can you hand me my glasses? Something went wrong while analyzing this image
pl_pl: Podasz mi okulary? Coś poszło nie tak przy analizie tego zdjęcia

# PictureFailedAlertTitle
source: Uh-oh!
pl_pl: Ojej!

# ReccomendationLabel
source: Recommendation
pl_pl: Rekomendowane

# TakePhotoActionSheetCancel
source: Cancel
pl_pl: Anuluj

# TakePhotoActionSheetChoose
source: Choose photo
pl_pl: Wybierz zdjęcie z galerii

# TakePhotoActionSheetTake
source: Take photo
pl_pl: Zrób zdjęcie

# TakePhotoActionSheetTitle
source: What do you want to do?
pl_pl: Co chcesz zrobić?

# TapToAddPictureLabel
source: Tap to add picture
pl_pl: Dotknij aby dodać zdjęcie

# TranslateTextEntryPlaceholder
source: Need to translate something?
pl_pl: Coś przetłumaczyć?

# TranslationFailedAlertContent
source: We lost our dictionary, something went wrong while translating
pl_pl: Zgubiłem słownik, coś poszło nie tak przy tłumaczeniu

# TranslationFailedAlertTitle
source: Whoops!
pl_pl: Ups!

# TranslationResultPageEntryPlaceholder
source: Enter text to translate
pl_pl: Wprowadź tekst do przetłumaczenia

# WhereDoYouWantLabel
source: Where do you want to go?
pl_pl: Dokąd chcesz się udać?
